

export interface INewsContent {
    title: string;
    subtitle: string;
    video_url: string;
}

export const newsContent: INewsContent[] = [
    {
        title: "อัพเดตข่าวสารสถานการณ์ ปี2022",
        subtitle: "ที่สุดของความคุ้มค่าของการเดิมพันและการเล่น บาคาร่านั้นจะต้องดูด้วยยว่ามีการหลอกลวงหรือ เว็บโกงหรือไม่ เพราะไม่เช่นนั้นคุณจะเสียทั้งเงิน เสียทั้งเวลา ดั้งนั้น เล่นคาสิโนออนไลน์ ฟรี เล่นได้ฟรีโดยไม่ต้องฝากเงินผ่านโปรโมชั่นเครดิตฟรี ต้องมาหาเรา ที่ vincebet",
        video_url: "https://www.youtube-nocookie.com/embed/M4pv13mFTGM?start=60"
    },
    {
        title: "อัพเดตข่าวสารสถานการณ์ ปี2023",
        subtitle: "ที่สุดของความคุ้มค่าของการเดิมพันและการเล่น บาคาร่านั้นจะต้องดูด้วยยว่ามีการหลอกลวงหรือ เว็บโกงหรือไม่ เพราะไม่เช่นนั้นคุณจะเสียทั้งเงิน เสียทั้งเวลา ดั้งนั้น เล่นคาสิโนออนไลน์ ฟรี เล่นได้ฟรีโดยไม่ต้องฝากเงินผ่านโปรโมชั่นเครดิตฟรี ต้องมาหาเรา ที่ vincebet",
        video_url: "https://www.youtube-nocookie.com/embed/M4pv13mFTGM?start=60"
    },
    {
        title: "อัพเดตข่าวสารสถานการณ์ ปี2023",
        subtitle: "ที่สุดของความคุ้มค่าของการเดิมพันและการเล่น บาคาร่านั้นจะต้องดูด้วยยว่ามีการหลอกลวงหรือ เว็บโกงหรือไม่ เพราะไม่เช่นนั้นคุณจะเสียทั้งเงิน เสียทั้งเวลา ดั้งนั้น เล่นคาสิโนออนไลน์ ฟรี เล่นได้ฟรีโดยไม่ต้องฝากเงินผ่านโปรโมชั่นเครดิตฟรี ต้องมาหาเรา ที่ vincebet",
        video_url: "https://www.youtube-nocookie.com/embed/M4pv13mFTGM?start=60"
    },
    {
        title: "อัพเดตข่าวสารสถานการณ์ ปี2023",
        subtitle: "ที่สุดของความคุ้มค่าของการเดิมพันและการเล่น บาคาร่านั้นจะต้องดูด้วยยว่ามีการหลอกลวงหรือ เว็บโกงหรือไม่ เพราะไม่เช่นนั้นคุณจะเสียทั้งเงิน เสียทั้งเวลา ดั้งนั้น เล่นคาสิโนออนไลน์ ฟรี เล่นได้ฟรีโดยไม่ต้องฝากเงินผ่านโปรโมชั่นเครดิตฟรี ต้องมาหาเรา ที่ vincebet",
        video_url: "https://www.youtube-nocookie.com/embed/M4pv13mFTGM?start=60"
    },
    {
        title: "อัพเดตข่าวสารสถานการณ์ ปี2023",
        subtitle: "ที่สุดของความคุ้มค่าของการเดิมพันและการเล่น บาคาร่านั้นจะต้องดูด้วยยว่ามีการหลอกลวงหรือ เว็บโกงหรือไม่ เพราะไม่เช่นนั้นคุณจะเสียทั้งเงิน เสียทั้งเวลา ดั้งนั้น เล่นคาสิโนออนไลน์ ฟรี เล่นได้ฟรีโดยไม่ต้องฝากเงินผ่านโปรโมชั่นเครดิตฟรี ต้องมาหาเรา ที่ vincebet",
        video_url: "https://www.youtube-nocookie.com/embed/M4pv13mFTGM?start=60"
    },
    {
        title: "อัพเดตข่าวสารสถานการณ์ ปี2023",
        subtitle: "ที่สุดของความคุ้มค่าของการเดิมพันและการเล่น บาคาร่านั้นจะต้องดูด้วยยว่ามีการหลอกลวงหรือ เว็บโกงหรือไม่ เพราะไม่เช่นนั้นคุณจะเสียทั้งเงิน เสียทั้งเวลา ดั้งนั้น เล่นคาสิโนออนไลน์ ฟรี เล่นได้ฟรีโดยไม่ต้องฝากเงินผ่านโปรโมชั่นเครดิตฟรี ต้องมาหาเรา ที่ vincebet",
        video_url: "https://www.youtube-nocookie.com/embed/M4pv13mFTGM?start=60"
    },
]